@extends('layouts.app')
@section('content')
    <div class="content">
        <h3 class="advantages_h3"> основные преимущества лондонской системы</h3>

        <ol>
            <li>
                <p>
                    Лондонская система, как нельзя лучше подходит для игры в турнирах с плотным турнирным графиком. Нет
                    необходимости штудировать длинные варианты известных дебютов при подготовке к партии. Трудно переоценить
                    возможность играть со свежей головой в таких плотных турнирах.
                </p>
            </li>
            <li>
                <p>
                    Лондонское построение – отличное оружие против напичканных дебютной теорией шахматистов. Те, кто львиную
                    долю уделяют изучению длинных дебютных вариантов обычно значительно слабее знают, к примеру, ладейные
                    эндшпили.
                </p>
            </li>
            <li>
                <p>
                    Лондонская система может стать временным прибежищем тогда, когда вы во время турнира потеряли
                    уверенность в своих привычных дебютах.
                </p>
            </li>
            <li>
                <p>
                    Лондонка – хороший выбор против шахматиста, которому в силу турнирной ситуации требуется играть на
                    выигрыш. В стремлении навязать острые варианты, его корабль может запросто разбиться о каменные рифы
                    лондонского построения.
                </p>
            </li>
        </ol>

    </div>
@endsection
